{"module": "keras", "class_name": "Sequential", "config": {"name": "sequential_14", "trainable": true, "dtype": {"module": "keras", "class_name": "DTypePolicy", "config": {"name": "float32"}, "registered_name": null}, "layers": [{"module": "keras.layers", "class_name": "InputLayer", "config": {"batch_shape": [null, 100], "dtype": "float32", "sparse": false, "name": "input_layer_11"}, "registered_name": null}, {"module": "keras.layers", "class_name": "Embedding", "config": {"name": "embedding_14", "trainable": false, "dtype": {"module": "keras", "class_name": "DTypePolicy", "config": {"name": "float32"}, "registered_name": null}, "input_dim": 1630, "output_dim": 100, "embeddings_initializer": {"module": "keras.initializers", "class_name": "Constant", "config": {"value": {"class_name": "__tensor__", "config": {"value": [[-0.025303542613983154, 0.017321551218628883, -0.28746676445007324, 0.15553267300128937, 0.3513634502887726, 0.42284291982650757, -0.6056491136550903, -0.5586979389190674, 0.46312952041625977, -2.0629656314849854, 1.065502405166626, -0.4939000606536865, 0.19443029165267944, -0.48490583896636963, -1.585610270500183, -0.6046159267425537, 0.717870831489563, -1.7167952060699463, -0.8604924082756042, 1.2227410078048706, 0.393184095621109, 1.4803410768508911, 1.5353513956069946, 0.4155583679676056, -0.29318171739578247, 0.4879646599292755, 0.4051463007926941, -2.321021318435669, -0.8892356753349304, 1.1475260257720947, 0.44187018275260925, 0.043839231133461, -0.47924917936325073, -1.086491584777832, -0.48543116450309753, -0.3876805603504181, -1.684784173965454, 0.8912795186042786, -0.5743425488471985, 0.28266334533691406, 0.7395506501197815, 0.6168470978736877, 0.4629465937614441, 1.216629147529602, -1.0231828689575195, -0.16507798433303833, 0.26415807008743286, 1.2142374515533447, 0.4942348599433899, -0.23194800317287445, 0.40573573112487793, 1.8713802099227905, -1.216189980506897, 2.0658109188079834, 0.37428024411201477, 0.1539534628391266, 0.8795549869537354, 1.1359676122665405, -0.9139642715454102, -0.3725457787513733, -2.0386788845062256, -0.4791615605354309, -0.15090857446193695, 1.3647605180740356, -0.07961378991603851, 1.0785051584243774, 1.246488094329834, -1.6400660276412964, 0.34138616919517517, -0.7011576294898987, 1.297165870666504, -1.150339961051941, -1.1777369976043701, -1.386433482170105, -0.21991407871246338, 0.4305165112018585, -0.2994757890701294, 0.7749024629592896, 1.429275393486023, -0.3121430575847626, 0.5565193891525269, 0.728942334651947, 0.013719628565013409, 1.8565359115600586, 0.8736026287078857, 0.3554374873638153, 0.28682926297187805, -0.841926634311676, 0.1052875742316246, -0.8892871141433716, 1.4037326574325562, 0.01812632568180561, 1.504710078239441, -0.8629618287086487, 1.4317060708999634, -0.4782645106315613, -0.5559661388397217, -0.5944179892539978, -0.6775305271148682, -0.8552923798561096], [-1.9430574178695679, -0.455355703830719, 1.4477975368499756, -0.07961039245128632, -0.5205515027046204, 0.8942921161651611, -0.7480382323265076, -0.0016768049681559205, -0.5786979794502258, -0.16098672151565552, 0.10136334598064423, -0.06599457561969757, -0.8326224088668823, 1.0474727153778076, 2.3072948455810547, 0.15726329386234283, 0.19285549223423004, -1.7602643966674805, -0.18265144526958466, 0.8821327686309814, 0.24552378058433533, -0.2678664028644562, -1.6797783374786377, 0.5521257519721985, -0.560250997543335, -0.5087312459945679, -2.005894899368286, 0.016857516020536423, -0.7723109722137451, -0.12577903270721436, 1.935826063156128, -0.35942643880844116, -0.5401848554611206, 3.0201473236083984, 1.4056090116500854, -1.4827444553375244, -0.5566601753234863, -0.944116473197937, -0.1457686424255371, 0.29996222257614136, -1.0608360767364502, 2.1416659355163574, 0.15071500837802887, 1.0996838808059692, -0.3950646221637726, 1.2593642473220825, 0.10653844475746155, -0.07117968797683716, -0.009773949161171913, -0.9882407784461975, -0.04834214597940445, 1.9875597953796387, -1.9094820022583008, 0.1832556128501892, 0.5339088439941406, 0.2934070825576782, 1.5313441753387451, -0.5402066707611084, 1.7848644256591797, -0.6668221354484558, 1.1362314224243164, 1.2373284101486206, -0.7224066257476807, -0.37440168857574463, -0.04889725521206856, 1.897414207458496, -0.7786025404930115, -0.2504430413246155, -0.03633011877536774, 0.36536455154418945, -0.5119781494140625, -0.7274979948997498, 0.030847275629639626, 0.8814079761505127, -1.2517399787902832, -1.8008476495742798, -0.26926741003990173, 1.0955564975738525, -1.2469042539596558, -0.1268608570098877, -1.852712631225586, 0.6144158244132996, -0.05953306704759598, -1.6071985960006714, 1.9743542671203613, 0.413430392742157, 0.05402841791510582, 0.368198424577713, 1.438819408416748, -1.9170606136322021, -0.32055017352104187, -0.10743362456560135, -0.7904700636863708, 1.3014847040176392, -0.636259913444519, 0.7522038221359253, -0.439300537109375, 0.721551239490509, -0.9912451505661011, 0.1825764775276184], [-0.6340884566307068, -1.547359824180603, -1.9396684169769287, -1.052172303199768, 1.1268962621688843, 0.42080438137054443, -1.560594916343689, -0.19218994677066803, 0.9728424549102783, -0.23269830644130707, 1.4336785078048706, 0.4720172584056854, -1.0409725904464722, 0.21164749562740326, 1.920129418373108, -0.8676953911781311, -0.31830519437789917, -0.46471765637397766, -0.918259859085083, 0.5167163014411926, 0.4825557470321655, 0.14579418301582336, 0.6679388880729675, 0.2979554831981659, 0.052429039031267166, -0.3062315285205841, 0.8717197775840759, -0.3396451473236084, 0.37206342816352844, 0.429556280374527, 0.9679095149040222, 1.8214764595031738, -1.3625481128692627, -0.5447059273719788, -0.35628077387809753, -0.07079009711742401, -1.9694335460662842, -0.3230803608894348, 0.47318732738494873, 0.1143215149641037, -0.18973642587661743, 0.04155416414141655, 0.8969233632087708, 0.14840194582939148, 0.5665874481201172, -0.15416139364242554, 0.26875945925712585, 1.753300428390503, 1.5055335760116577, -1.4257190227508545, 0.9021996855735779, -1.2660584449768066, 0.9334903955459595, -0.9156082272529602, 0.2227541208267212, 0.39428475499153137, 0.8729999661445618, -0.16798076033592224, -1.7939344644546509, -0.37873879075050354, -1.4572542905807495, -0.9279653429985046, -2.2112228870391846, -0.27393874526023865, -0.5974589586257935, 0.3095521926879883, -1.1066137552261353, -0.027001703158020973, 0.03608196601271629, 0.07359399646520615, -0.2738533914089203, 0.2794387936592102, 0.5049394369125366, -0.8450596332550049, 1.2157621383666992, -1.8114346265792847, 0.24307097494602203, -1.5409883260726929, 0.19570186734199524, 0.48651933670043945, 1.5741530656814575, 1.3974335193634033, 1.4667987823486328, -0.32837918400764465, -0.2555712163448334, 0.09716162830591202, 1.1915092468261719, 0.4819490313529968, 0.6235739588737488, -2.72454833984375, 1.319320797920227, -0.8664984107017517, -1.832047700881958, -0.3943730294704437, 2.3289475440979004, 1.2673693895339966, 1.6211168766021729, 1.0310063362121582, 1.0815435647964478, -1.4317407608032227], [0.17084147036075592, 0.2469894140958786, -0.9537308812141418, 0.5384440422058105, -1.9635573625564575, -1.7062557935714722, -0.5511932969093323, 1.3581650257110596, -1.3782693147659302, 1.280938744544983, -0.7365049719810486, -0.9772019982337952, 0.6379531621932983, 1.1237825155258179, -0.8917250633239746, -2.118253707885742, 0.0385357104241848, -0.12829828262329102, 0.2976255416870117, -2.196007490158081, -1.3470991849899292, -1.3976207971572876, -0.8519945740699768, 0.6831179261207581, 0.27981793880462646, 1.1915336847305298, 0.9343472123146057, 0.4258662164211273, -0.3261084258556366, -1.3465666770935059, -1.0095970630645752, -1.993159294128418, -1.413814663887024, 2.4022490978240967, 0.4280644357204437, 0.5373002290725708, -1.4826703071594238, 1.845570683479309, 1.3454954624176025, -0.7627917528152466, -0.5589838624000549, -0.2915780544281006, -0.5414825081825256, -1.2622038125991821, -0.14768508076667786, -0.7402144074440002, -0.8246843814849854, -1.2375112771987915, -0.4625329375267029, -1.2603135108947754, 1.376018762588501, 0.577283501625061, -0.43168872594833374, 1.2735745906829834, 0.593586802482605, -0.5520328879356384, -1.005306363105774, -0.6675652861595154, 0.12229115515947342, -0.3544725775718689, -0.10563956201076508, 0.5590378046035767, -3.425086498260498, 0.7623027563095093, -0.6608709096908569, 0.8838001489639282, 0.30044057965278625, -0.2801209092140198, 2.69051456451416, -0.837756335735321, 2.935884714126587, 1.2481824159622192, -0.6906530857086182, -0.09896392375230789, -0.41634687781333923, -0.32503336668014526, -0.3260687291622162, 0.6439213752746582, -0.5087490081787109, 0.297845721244812, -0.24563197791576385, -0.33240413665771484, 1.1870919466018677, -0.3918249309062958, -0.5733076930046082, 0.39108332991600037, -0.15902620553970337, -0.6238478422164917, 0.8170719742774963, 1.5023523569107056, 0.8988093137741089, 0.7117947936058044, -1.0174137353897095, -0.2888372838497162, 0.7733644843101501, -0.9573604464530945, -0.14529269933700562, -0.31059926748275757, 1.2754980325698853, 0.3838111460208893], [0.26722991466522217, -1.6458693742752075, 0.5981912016868591, 0.028749505057930946, 0.0484447106719017, -0.8369926810264587, -1.4366549253463745, 0.6961338520050049, 0.6813995242118835, 0.5377627015113831, -0.7377219200134277, 1.0231999158859253, 0.18483218550682068, 1.3445526361465454, -2.664083480834961, 1.6375463008880615, 1.2559239864349365, 0.32681962847709656, -1.6368513107299805, -0.8020161986351013, -0.1217019334435463, -1.9461957216262817, 1.5573811531066895, -0.7161869406700134, 1.197532057762146, -2.301365613937378, 1.7766101360321045, 2.3032848834991455, -1.9229602813720703, -1.279388666152954, 0.24787890911102295, 0.2675398290157318, 1.18445885181427, 0.3056494891643524, -0.0784778967499733, 0.28432345390319824, -0.3822701871395111, 0.3609798848628998, 0.6842491626739502, -0.682475209236145, -2.674018144607544, 1.1783157587051392, 0.66454017162323, 0.6864684820175171, 0.06644698977470398, -1.0628255605697632, -0.548396646976471, -0.16895340383052826, -0.4970250725746155, 1.0235275030136108, -1.1115003824234009, -0.03884340450167656, -0.5572651624679565, -0.035861365497112274, -0.2719719111919403, -0.7700313329696655, 0.5875124931335449, 0.7070101499557495, -1.3261935710906982, 0.34506386518478394, -0.15134954452514648, -0.5686013698577881, -0.20414771139621735, -0.9217033386230469, -0.22439205646514893, 0.9178974628448486, -0.41128548979759216, 0.4046438932418823, 0.6874904036521912, 0.5599714517593384, -0.6030043959617615, 0.8239029049873352, 0.2729392945766449, -0.3509063422679901, 0.11233765631914139, -0.8213019967079163, 0.7428590655326843, -1.0167899131774902, 0.8453534245491028, 0.5449863076210022, 0.18816322088241577, -0.46284645795822144, 1.136832594871521, 0.1270318329334259, 0.7428814768791199, 0.9694454073905945, -0.0458679236471653, 0.7835805416107178, 0.8454790711402893, -1.1214877367019653, -1.6367242336273193, 0.960217297077179, 0.7843601703643799, 0.2703028917312622, -0.20146715641021729, 0.05643393471837044, 0.34886065125465393, 0.2575834393501282, -0.36116456985473633, -1.6980459690093994], [-0.5076327323913574, -0.622850775718689, -0.3969254493713379, -1.2933274507522583, 0.09060225635766983, 0.809240996837616, -0.2318691611289978, -1.7910648584365845, -0.09611044079065323, -0.47696688771247864, -1.0786590576171875, -1.2592997550964355, -1.247093915939331, -1.187911033630371, 0.7437806725502014, 1.2552484273910522, -2.1162824630737305, 1.7565340995788574, 1.9366881847381592, -1.4998375177383423, -1.1866016387939453, 0.8447615504264832, -0.16306501626968384, -0.22607146203517914, -0.7859197854995728, 0.17879889905452728, 1.8479701280593872, -0.3954388201236725, -1.4026082754135132, 0.49694254994392395, -1.342308759689331, -0.8959149122238159, 0.053469061851501465, 0.9911442995071411, 0.12740594148635864, 0.49251362681388855, 1.311699390411377, -1.1111996173858643, 0.4405971169471741, -1.6219196319580078, -1.26101815700531, 0.6037023067474365, -1.6227160692214966, 0.6888279318809509, 1.05089271068573, -0.8026127219200134, 0.11941759288311005, -0.27144068479537964, 0.6140540242195129, 0.5719136595726013, 0.9618591070175171, -0.7355086207389832, -0.7279075980186462, -0.8491905331611633, -0.07622669637203217, 0.9665209650993347, -0.7244409918785095, 0.5980880260467529, 0.022203095257282257, -0.6526234745979309, 0.9221823811531067, 1.079820990562439, -1.6821691989898682, -0.8508938550949097, 0.43785297870635986, 1.2336416244506836, -2.0073904991149902, -0.0004469876876100898, 0.5994257926940918, 0.9950228929519653, 1.835012674331665, 1.4581050872802734, 1.34690523147583, -0.3737393915653229, -0.26625460386276245, 1.2310280799865723, -0.09407028555870056, 3.036454677581787, -1.0936088562011719, -1.3266689777374268, 0.3502182364463806, 0.023663729429244995, 0.02839515544474125, -1.109372854232788, -0.39982959628105164, -0.5014986395835876, 0.6846988201141357, -1.9029127359390259, 1.2851766347885132, 0.30929529666900635, 0.016796445474028587, -0.3192509710788727, -0.5408474206924438, 0.4965166449546814, -0.23251834511756897, 1.156256914138794, 1.0809589624404907, 0.6009688973426819, -1.5562341213226318, -1.3292734622955322], [0.47358131408691406, 1.3806828260421753, 1.7360016107559204, 2.1159865856170654, -0.4732942283153534, 0.22766228020191193, -0.744172990322113, -0.5226671695709229, -0.15159378945827484, 1.1784542798995972, -1.5446913242340088, 2.2233364582061768, -0.6594778895378113, 0.37152382731437683, -0.22520530223846436, 0.2810894548892975, -1.7759435176849365, 0.22478844225406647, -0.8086874485015869, 0.26680314540863037, -1.85764741897583, 0.018905317410826683, 0.5233784914016724, -0.9410391449928284, 2.323019504547119, 1.0383273363113403, -0.05809251219034195, -2.0458006858825684, -1.3875129222869873, 0.29878756403923035, 0.20961010456085205, 1.2762165069580078, 0.2515697479248047, -0.5736451148986816, 1.1602094173431396, 0.6308841705322266, -0.8351278305053711, -1.0751097202301025, 0.14237287640571594, -0.7893587350845337, 0.8222296237945557, -0.6546396017074585, -0.9602461457252502, -0.31482765078544617, -1.199995994567871, 1.3250768184661865, 0.3274392783641815, 0.5831127762794495, 0.8223596811294556, 1.041473388671875, -0.15817029774188995, 0.915437638759613, -0.07516366988420486, 0.5200108289718628, -0.5049831867218018, -2.0295250415802, 1.5456324815750122, -0.8284692168235779, -0.4783712327480316, -0.21472690999507904, 1.1507095098495483, 0.27947279810905457, 0.9742369055747986, 0.7036545872688293, 0.9049509763717651, -0.07367721945047379, 0.4408511817455292, 0.07470802962779999, 0.49319469928741455, -1.3930201530456543, 0.7501492500305176, 0.3939935863018036, -0.966789186000824, -0.9795441627502441, 1.9371989965438843, -0.022404270246624947, 0.6848170161247253, -0.513841986656189, -1.023803472518921, -2.484297275543213, -0.5174482464790344, 0.5426507592201233, 2.012376070022583, 1.1036792993545532, -0.8689587116241455, -1.1829965114593506, -0.646482527256012, 0.13031841814517975, -0.15826347470283508, -1.9474836587905884, -2.207577705383301, -1.7932225465774536, 0.42987698316574097, -0.47137755155563354, -0.19570958614349365, -0.580919623374939, 0.09167066961526871, 0.5709699988365173, -1.4373780488967896, 1.228680968284607], [-2.03378963470459, -0.8296551704406738, 0.07647236436605453, 0.3674974739551544, 0.27070358395576477, -0.5841179490089417, -0.3358795940876007, 0.41273027658462524, -0.4374794661998749, -0.6833568215370178, 1.8840463161468506, -0.6812689304351807, 1.125154972076416, -0.08585921674966812, 0.8266787528991699, 0.6599298119544983, -0.8749402761459351, -0.510140061378479, 0.5259465575218201, 0.49364176392555237, -1.096413493156433, 1.2247014045715332, -0.5431615114212036, -0.13569778203964233, -0.9731332659721375, -0.2596971094608307, -0.37573838233947754, 2.0158450603485107, 0.3693420886993408, -0.8429006338119507, -0.40879449248313904, -0.488836407661438, -1.443462610244751, 0.5696277618408203, -0.3535277247428894, -0.5736623406410217, 0.7478136420249939, -1.6863855123519897, 0.7801636457443237, -0.2880883514881134, -1.0793544054031372, 0.23049108684062958, -0.9605175256729126, 1.0572311878204346, -0.2546842098236084, -2.1902658939361572, 1.4300048351287842, -1.1012578010559082, -0.9803999662399292, 0.05569640174508095, 2.094794988632202, 0.16818833351135254, 1.0916123390197754, 0.3259071707725525, -0.02172752097249031, 0.03137241676449776, 1.0061333179473877, -0.4354012906551361, 1.6588424444198608, -0.674817681312561, 1.2295739650726318, 0.809444010257721, 0.4133763015270233, -0.179422527551651, 1.1654126644134521, -0.26992398500442505, 0.1357278823852539, 0.016158849000930786, -1.0511780977249146, -0.144590362906456, 0.3879334032535553, 0.3901316523551941, 1.998616337776184, -0.41935792565345764, -0.13477817177772522, 2.0692381858825684, 0.2735415995121002, -1.1022191047668457, -0.9364757537841797, 1.1085039377212524, -0.4156736433506012, -0.511479377746582, -0.12099573016166687, 1.4894113540649414, 0.1975109577178955, -0.4031516909599304, -0.8368404507637024, 0.7456262707710266, 1.429764747619629, 2.5521247386932373, 0.30220890045166016, 0.5251690745353699, -1.1690056324005127, -1.9410392045974731, -0.09992396831512451, 0.9029574990272522, -0.8643978834152222, -0.09015463292598724, -1.061400294303894, -0.4131091833114624], [0.8986129760742188, 1.2501931190490723, 0.854462206363678, 1.2551475763320923, 0.1873781979084015, 1.3866143226623535, 1.4467029571533203, -1.0209026336669922, -1.3383910655975342, 1.6232930421829224, -0.2618095874786377, 0.6496427655220032, 0.9273593425750732, 0.7640295028686523, 0.6982900500297546, -0.4913603365421295, -0.5033693313598633, -0.6707767844200134, 0.17468468844890594, -0.6607038378715515, -0.4044012427330017, 0.3508778214454651, 1.0264626741409302, -0.25224050879478455, 0.16961853206157684, 0.6415795087814331, 1.7926832437515259, 0.9905311465263367, -0.4925750494003296, 0.580065131187439, -0.7082599997520447, 1.0459233522415161, 0.47343266010284424, 1.5223954916000366, -0.24117568135261536, 1.1816715002059937, 1.9244637489318848, 1.03571355342865, 0.6714948415756226, -0.43125107884407043, 0.8566444516181946, -0.05937518551945686, -0.7049136757850647, -0.28799229860305786, 0.7649114727973938, -0.2669226825237274, -0.4286689758300781, -1.4071122407913208, 1.3526911735534668, -0.012783799320459366, -0.41896405816078186, -0.13086934387683868, -0.12065496295690536, -0.9090861678123474, -0.8335112929344177, 0.10679744184017181, 0.4392765462398529, 0.0640428364276886, -1.3770384788513184, 0.5356553196907043, -1.1432286500930786, -0.2294653356075287, -0.7402787208557129, -0.9863547086715698, 0.8764845728874207, -0.9502957463264465, -0.3775952160358429, -0.3109440803527832, -2.3517239093780518, 0.03578183799982071, -2.489546060562134, -0.6906944513320923, 1.6897625923156738, -0.46587666869163513, 0.32478296756744385, -0.22209236025810242, 0.7258188128471375, 0.24385690689086914, -0.7545837163925171, 1.9965592622756958, -0.2440882921218872, -0.4386097490787506, -0.5373857021331787, -1.3115428686141968, 0.9530941247940063, -0.2025728076696396, 0.9824545979499817, -1.1211278438568115, 0.7518325448036194, -0.7690957188606262, -0.7545928955078125, 1.6218880414962769, -1.5319740772247314, 1.071202278137207, 1.3607609272003174, -0.6188272833824158, 1.3445545434951782, -1.4536421298980713, -1.6741808652877808, 0.9413941502571106], [-0.3281862437725067, 0.2668554484844208, -0.16087767481803894, 0.0814407616853714, 0.22542329132556915, -1.4178316593170166, 0.0418335422873497, 0.8182962536811829, 0.2781285047531128, 1.4756431579589844, 0.782074511051178, -0.6638970971107483, 1.1371647119522095, -0.5661966800689697, -0.9529860019683838, 2.179917335510254, -0.6320891380310059, 0.45925647020339966, -1.1960331201553345, 0.1997445672750473, 0.06884872913360596, -0.8540679812431335, -0.49542784690856934, 1.9985063076019287, 0.06485731899738312, -0.8640497326850891, -0.26843780279159546, -0.8874781727790833, -1.069822072982788, -0.0527263842523098, 1.1132776737213135, -0.45938506722450256, 2.230639696121216, -0.9283019304275513, -0.9499637484550476, -0.6728002429008484, 0.007810838986188173, -1.2583473920822144, -0.49922099709510803, -0.5852351784706116, -0.6398937702178955, 0.12401095032691956, 2.2909095287323, 0.07586629688739777, -0.6097392439842224, 1.3519452810287476, -0.06553667038679123, 0.4642806947231293, 0.01241057924926281, 0.7615256905555725, 0.11078254878520966, -0.5229418277740479, -0.24660323560237885, -1.28438138961792, -1.0392918586730957, -0.12697698175907135, 0.1286427527666092, 0.348720908164978, -0.8655633926391602, 0.17107579112052917, -0.2929379642009735, 0.9490851163864136, -1.7828962802886963, 0.4894207715988159, -0.6962793469429016, -0.47766879200935364, 0.2553819417953491, 0.31397056579589844, -0.1780446618795395, 0.5584304928779602, -0.23461811244487762, 1.0393089056015015, -0.1686166673898697, 0.3602351248264313, 1.5418941974639893, 2.12540340423584, 1.2940584421157837, -0.740717351436615, -1.9198757410049438, 0.08568056672811508, 1.091709017753601, -2.786512613296509, 1.0756226778030396, 0.9127538800239563, 0.041095081716775894, 0.09167639166116714, 1.2659722566604614, -0.5995054244995117, -1.7304778099060059, 1.0775107145309448, -0.9276108145713806, 0.05514819920063019, -0.010511443950235844, 0.5283675789833069, -0.8771284222602844, 0.3195626735687256, 0.4458516538143158, 0.5445581078529358, -1.9985501766204834, -0.5237675309181213], [0.5195897817611694, 0.5190638899803162, 1.9263328313827515, -0.21534714102745056, 0.2304317057132721, 0.01315733790397644, 0.7036529779434204, -0.34898990392684937, -0.09441175311803818, -0.540834903717041, -0.048626985400915146, -0.32459789514541626, 0.33543848991394043, -2.774575710296631, 1.3502594232559204, -0.5157861709594727, 0.2673048973083496, -0.8164629936218262, 0.725848913192749, -0.11272653192281723, -0.5266812443733215, 0.7737126350402832, 1.1433672904968262, -0.4770343005657196, -0.5882190465927124, -0.21331945061683655, 0.31194451451301575, -0.9010779857635498, 1.6445869207382202, -0.6426953673362732, 0.6843822598457336, -0.7951166033744812, -0.1872584968805313, 1.2624667882919312, -0.0007742396555840969, -0.13720262050628662, -1.0198142528533936, -0.9611151218414307, 0.43068185448646545, 0.1092958003282547, 1.1865286827087402, 0.3805026710033417, 2.1667301654815674, 0.7119049429893494, -1.322509765625, -1.7463390827178955, -0.258417546749115, 0.5185015797615051, 1.1857293844223022, 0.9519983530044556, -0.8018242120742798, -0.22761957347393036, -0.3225407600402832, -0.7064499855041504, -0.17355729639530182, -1.1197247505187988, 1.4921510219573975, 0.10085050016641617, 0.15304358303546906, -0.10690891742706299, 0.32623592019081116, 0.445471853017807, -1.0349584817886353, 1.652498722076416, -1.1348059177398682, 0.19753021001815796, -0.4269009530544281, 0.8698378801345825, -1.1754677295684814, -0.5701163411140442, -1.382686734199524, -0.4161537289619446, -1.6629165410995483, 1.2271987199783325, -1.415582299232483, -0.13019992411136627, -0.2686751186847687, -0.04424925521016121, 2.1838340759277344, -0.016018951311707497, 0.3822654187679291, -0.5054798722267151, 1.2303229570388794, 0.4528755843639374, -1.8383864164352417, 0.07311370223760605, -2.360304117202759, -1.3691251277923584, 0.5355070233345032, 0.07244504243135452, -0.6844513416290283, 1.0258938074111938, 1.3232474327087402, 0.33217892050743103, 0.31911501288414, -0.5842891931533813, -0.03635118156671524, -0.2692950963973999, 0.75788414478302, -0.21999038755893707], [-1.7224555015563965, -0.6650643348693848, 1.4806909561157227, -0.10087030380964279, 0.4803510308265686, -1.4954297542572021, -0.19211141765117645, -0.5650736093521118, -0.7147760987281799, -1.9030671119689941, 0.04811198264360428, 0.3598625659942627, -1.7346875667572021, -0.7203035950660706, -1.2186574935913086, -1.6201943159103394, -1.3952953815460205, 0.5276703238487244, 0.3383626341819763, 0.5404587388038635, 0.20628683269023895, 2.1858537197113037, -0.33516767621040344, 1.3383700847625732, -0.229950949549675, -0.2122640460729599, -0.517846941947937, 0.5611658692359924, -1.6285600662231445, 0.8085817098617554, -0.17857716977596283, 0.5929743051528931, 0.7068962454795837, 0.17896069586277008, -0.7556641101837158, -0.9804694652557373, -0.6573443412780762, 0.05675443261861801, 0.4687589108943939, 0.5407768487930298, -0.730827808380127, 1.448491096496582, -0.044667232781648636, 1.1539453268051147, 0.04481683298945427, -1.347396969795227, -0.21072401106357574, -0.6776994466781616, 0.9586482644081116, 2.0798287391662598, -3.642493724822998, 0.21517610549926758, 0.8974368572235107, 0.5630217790603638, -0.12136020511388779, -2.406169891357422, -1.7330937385559082, -0.5402055382728577, -0.010627692565321922, -0.5467498898506165, -0.8894646763801575, -0.44481268525123596, 0.13363054394721985, 1.0893642902374268, -0.823165237903595, -0.8868157863616943, 0.9605587720870972, 0.6793743371963501, 0.43265312910079956, 0.13650569319725037, 0.2512381672859192, -0.6737998723983765, 0.03816896304488182, -1.092629075050354, -0.05517177656292915, 0.0396144837141037, 1.697458028793335, -0.9508856534957886, -0.7111653685569763, -0.5739994645118713, 1.6250083446502686, 0.6762968897819519, 0.35561615228652954, -0.7827626466751099, -1.0376007556915283, -0.22967520356178284, 2.9770431518554688, 0.32462766766548157, -0.6256066560745239, 1.03065025806427, -0.3480616509914398, 0.9979472756385803, -0.03758764639496803, -0.9878607988357544, -0.9525831341743469, 0.8057548403739929, -0.35667598247528076, 1.3550808429718018, -0.12723718583583832, -0.4346224069595337], [-0.201979398727417, 0.18644949793815613, -0.9791204333305359, -0.46204814314842224, -1.5604513883590698, 1.0017685890197754, -1.2097525596618652, -0.0729391872882843, 0.1911613643169403, 2.4817495346069336, 1.3754082918167114, -1.299655556678772, 0.18598753213882446, 1.2407609224319458, 0.930915355682373, 0.5945378541946411, 0.40022000670433044, -1.1327095031738281, 1.861433506011963, 0.5938074588775635, -0.8759840726852417, -1.2085660696029663, 0.6626932621002197, -0.2986947298049927, 0.9794418215751648, 0.30947792530059814, 1.8335987329483032, -2.5048704147338867, -0.3808704912662506, 1.5124274492263794, -0.2639944553375244, -0.6679861545562744, -0.3461436629295349, -0.1118016242980957, -1.0620497465133667, 1.2398992776870728, 0.38749754428863525, 0.14782586693763733, 1.5440044403076172, -1.7777255773544312, -0.7700650691986084, 0.6226876378059387, 0.38000762462615967, 1.5038450956344604, -0.5985689163208008, -1.7526227235794067, -0.5511518716812134, -0.006179433781653643, -0.22495624423027039, -1.322058916091919, -0.0972762182354927, -0.6360142827033997, -0.4447450339794159, 2.13333797454834, -0.4367707669734955, -0.8867468237876892, 0.926112174987793, -0.6120265126228333, 0.34436166286468506, -0.1769159734249115, 0.12262847274541855, -0.24713419377803802, 0.48339489102363586, 0.3060664236545563, 0.8565667867660522, -1.7529879808425903, 1.0131984949111938, 0.18367518484592438, -0.28201547265052795, -0.8663846850395203, 0.4153977930545807, 0.3626062273979187, -0.1121225655078888, 0.33693429827690125, -1.1159507036209106, 0.3309935927391052, 0.2568754553794861, -0.9282476902008057, 0.46539902687072754, -1.2821615934371948, 0.3446226119995117, 0.8156121969223022, -1.6793403625488281, 2.0403079986572266, 0.028378546237945557, 1.0601404905319214, -0.14805008471012115, -1.4601548910140991, -0.2647264897823334, -0.20005972683429718, -0.8183679580688477, 1.3580718040466309, 0.5568761825561523, 0.4786164164543152, 0.7365574240684509, 0.4549318552017212, -0.7212040424346924, 0.3850853443145752, -0.28338339924812317, 0.07952477037906647], [0.8145422339439392, 1.1357033252716064, 0.3734346330165863, -0.994496762752533, -1.9356367588043213, 0.5558128356933594, 0.10834100842475891, -1.18546724319458, -0.811061680316925, 1.6342030763626099, -1.2304704189300537, -0.7861203551292419, -1.8471405506134033, 1.3046578168869019, 0.9772496819496155, -0.3751019835472107, -0.5480388402938843, 1.8721725940704346, -0.34888043999671936, -0.8934971690177917, 0.9075484871864319, 0.251375675201416, 0.5245983600616455, 0.107858806848526, 1.0228955745697021, -0.3586115837097168, 0.3240338861942291, 0.5363197922706604, 1.7475323677062988, -0.5367158651351929, -1.6952192783355713, -1.2706823348999023, 0.2678237557411194, 0.05261518061161041, 0.6481682658195496, -0.37128540873527527, 0.19890263676643372, -0.8495832681655884, 0.4895816445350647, 0.7776883840560913, 1.4665647745132446, -1.446334719657898, -0.07200078666210175, -0.3384769856929779, -0.08860804885625839, 1.1775771379470825, -2.2229814529418945, 0.9441053867340088, 0.6867037415504456, -0.09990454465150833, -1.0536539554595947, -0.7920817136764526, -0.18078333139419556, -0.01425242144614458, 0.4312966465950012, 3.0279390811920166, -1.2134363651275635, 0.4593549370765686, -0.4339447021484375, -0.30551981925964355, 0.04296361282467842, 0.4437043368816376, -0.5989367961883545, -1.0740472078323364, 1.9481291770935059, -2.20534610748291, 0.6907256841659546, -0.5782008171081543, 0.45437943935394287, 0.5788763761520386, -0.2690960168838501, -0.4176454544067383, -1.366122841835022, -0.0442330427467823, 0.04818335175514221, 0.6007187962532043, -0.2960752546787262, 1.033001184463501, 0.6515344381332397, 1.2389980554580688, -1.3318971395492554, 0.3332398533821106, 0.23996169865131378, -0.07845235615968704, 1.640026569366455, 0.5557419657707214, -2.0783143043518066, 0.8007497191429138, -0.23043109476566315, -1.0475895404815674, 1.1034142971038818, -0.01592557691037655, -0.7561013698577881, 1.1730343103408813, 0.35340604186058044, -0.5122520327568054, -0.7356234192848206, 0.689953088760376, -0.5500637888908386, 0.12443278729915619], [0.916572093963623, -0.059790365397930145, 1.575494647026062, 0.9692630767822266, 0.6947146654129028, -0.11215373128652573, 0.0397295281291008, -0.7005642652511597, -0.05525463446974754, 0.07783053070306778, 0.8469066619873047, -0.6244527101516724, -0.09258561581373215, 1.3406835794448853, -1.1933412551879883, 0.4911666810512543, -1.103411078453064, 2.3352560997009277, -0.9006649255752563, 0.2961649000644684, -0.3063045144081116, 0.2885713279247284, -0.9161791801452637, -0.8238485455513, 1.059652328491211, 0.3034716844558716, -0.7203788161277771, 0.2640461027622223, -1.3249711990356445, -1.3585070371627808, -1.046782374382019, 0.30019333958625793, 0.0291841309517622, 0.6742348670959473, -1.303924798965454, 0.5104243159294128, 1.8571621179580688, -1.0652951002120972, 1.5851171016693115, -1.6612716913223267, -0.2424810230731964, 1.523213267326355, -0.5314112901687622, 0.8765314817428589, 0.3864503800868988, -0.5549178719520569, 0.876707911491394, 0.14731615781784058, -1.1071728467941284, 0.7947491407394409, -0.5865619778633118, -0.7031779885292053, -0.7489436268806458, -0.4899178445339203, -1.8062653541564941, -0.8556110262870789, 2.246915817260742, -0.2643028497695923, 0.7790205478668213, 1.6145033836364746, -1.6072543859481812, -0.7451881170272827, -0.14917245507240295, 0.9784769415855408, -0.056800372898578644, -1.2590692043304443, 1.2496646642684937, 0.1994175761938095, -0.26239529252052307, -2.1367709636688232, 0.6528887748718262, -0.19755084812641144, 0.41817954182624817, -0.28553634881973267, 1.1488114595413208, -1.0090607404708862, 1.9280368089675903, -1.6589620113372803, 1.240477204322815, 0.044424138963222504, 0.05928562954068184, 0.7504251003265381, 0.25682324171066284, 0.25615620613098145, -0.26724210381507874, 0.9080308675765991, 0.5258261561393738, 0.875298798084259, -0.8795939683914185, 0.28904932737350464, -0.5292646288871765, 0.19853048026561737, 0.44045472145080566, 0.817873477935791, -0.05072752386331558, 0.6986798644065857, 1.3371049165725708, 0.46334362030029297, -0.5555461049079895, -1.1357632875442505], [-1.1898465156555176, 1.6089941263198853, 0.33272266387939453, -1.8581137657165527, -1.3824105262756348, -0.02481633983552456, 0.09111899882555008, 0.05457678809762001, 0.08705517649650574, 1.8797380924224854, -0.46561115980148315, 1.3955250978469849, 0.9080738425254822, -0.02199527993798256, -0.5418031811714172, 0.36454710364341736, -2.131850481033325, 0.004758482798933983, -1.06416654586792, 0.5490019917488098, 0.496731698513031, -0.9881388545036316, 0.5940458178520203, 0.9996969699859619, 0.5027880668640137, 1.4030777215957642, -1.0638892650604248, -1.0134600400924683, 1.0635570287704468, 1.1253643035888672, 0.04302877560257912, -0.4774770736694336, -0.0033879082184284925, 0.06519952416419983, 0.021685265004634857, -0.015580366365611553, 1.0077303647994995, -0.48251235485076904, -0.8292834162712097, 0.3660067319869995, 0.45472419261932373, 1.1460849046707153, -0.07867100834846497, -0.1571214646100998, 0.4995531737804413, -0.7836089730262756, -0.38921862840652466, 0.4191240072250366, 0.9237346053123474, 0.05540228635072708, -0.43789806962013245, 1.124814748764038, -0.18010060489177704, -0.6968439817428589, -0.5790212750434875, -1.0595391988754272, 2.003133773803711, -0.2322065681219101, 0.13940855860710144, 1.347853422164917, -1.3479896783828735, -0.7832871079444885, -0.8649638295173645, 1.5550776720046997, -0.5572642087936401, 0.13721582293510437, 0.41678744554519653, -0.5921920537948608, 0.05780596286058426, 0.8547170758247375, 0.5256228446960449, -1.0662891864776611, 0.27880921959877014, 0.5114901661872864, -0.04290386661887169, -0.6464577913284302, 0.05434010177850723, 0.3101048767566681, -0.7411876320838928, 1.2715903520584106, -0.3961290717124939, 2.6890745162963867, 1.32588791847229, -0.6255821585655212, -0.715777575969696, 1.7664512395858765, -1.770316481590271, 0.8026899695396423, -0.18888187408447266, -1.650288701057434, 0.7050741314888, 1.2970858812332153, -0.02481171488761902, 0.36156803369522095, -0.7838212847709656, 1.6905320882797241, 0.719547688961029, 1.6788661479949951, 0.2524341940879822, -1.3544293642044067], [-0.8093555569648743, 1.2058874368667603, -1.4442689418792725, 0.12776599824428558, -0.34052303433418274, -0.27302390336990356, -0.5117336511611938, -0.3787926733493805, 1.3322352170944214, -1.1808515787124634, 0.7953689694404602, 1.1714551448822021, -0.30449748039245605, -0.8989039659500122, -2.566819429397583, -0.06946656852960587, -0.1847061663866043, 0.6977940201759338, 1.2349413633346558, -1.4963618516921997, -0.47584840655326843, -1.9120100736618042, -0.7929691076278687, -1.1847076416015625, 0.28487977385520935, 0.4838622808456421, 0.19156576693058014, 0.6551995873451233, 0.7210795879364014, -1.5731666088104248, 0.9473299384117126, -1.088146448135376, -0.28458908200263977, 1.2371281385421753, -0.3679153621196747, 0.23326563835144043, 0.2583092749118805, -0.06979504227638245, -2.3049538135528564, 0.6283509731292725, 1.2540760040283203, 3.42748761177063, 2.1228513717651367, 0.7006515860557556, -0.029428524896502495, 1.1678078174591064, 0.6180309057235718, -0.4779534935951233, 0.8845447301864624, 1.127846360206604, -0.20927228033542633, 1.380393147468567, 0.3595189154148102, 1.0394024848937988, 0.7200933694839478, -0.7973008155822754, 1.3979870080947876, 1.5663487911224365, 0.26014038920402527, 1.0129382610321045, -0.32492345571517944, 0.027447864413261414, 1.434260368347168, -0.819118320941925, 0.32178476452827454, -1.042508840560913, 0.8968687057495117, 0.003940662369132042, -1.193198561668396, -0.5637043714523315, -0.21595312654972076, -1.626447319984436, 0.008490173146128654, -0.9112227559089661, 0.6507418751716614, -2.845822334289551, 1.2294838428497314, 1.6373586654663086, 0.04561084136366844, 1.2144277095794678, -0.33711937069892883, -0.7112224698066711, 0.37954702973365784, 0.1489218920469284, 0.47395291924476624, 1.8411338329315186, -1.100206971168518, 1.1799508333206177, 0.061748262494802475, -1.0429004430770874, 0.161902517080307, -0.4412771165370941, 0.8737232685089111, -0.605914294719696, -0.2008223682641983, 0.8332921862602234, 0.37876468896865845, -0.016417764127254486, -0.8892038464546204, 0.7244254946708679], [-0.5594356656074524, -0.40874409675598145, -0.9398889541625977, 0.3561572730541229, -0.4048606753349304, -1.1431246995925903, 0.486697793006897, -0.6271006464958191, 0.29244816303253174, 0.5010948181152344, -0.6811028718948364, -0.6957590579986572, 0.34170541167259216, 0.4892723858356476, 1.3929232358932495, -0.13837938010692596, -1.650680422782898, 0.13876721262931824, -0.6259959936141968, -0.17725156247615814, -1.8485050201416016, 0.6768822073936462, 1.0035115480422974, 2.130112409591675, 0.5477253198623657, -1.1839624643325806, 0.0594170019030571, -1.136562466621399, -0.8082701563835144, 0.3977546989917755, -0.6137288808822632, 0.16034412384033203, -1.9765229225158691, -0.11305753141641617, -0.47039908170700073, -0.8968788981437683, -0.34193214774131775, -2.1566693782806396, -1.6957777738571167, 0.8008092641830444, -0.6253892183303833, 1.6509863138198853, 1.6606910228729248, -0.3533504903316498, -0.09670308232307434, 1.8332786560058594, -0.3728635013103485, 1.0585780143737793, 1.1702160835266113, 3.809988021850586, -1.1631269454956055, -0.68498295545578, -0.11461696773767471, -2.139468193054199, 0.6219954490661621, -1.2949873208999634, -0.5856561660766602, 0.017271818593144417, 0.846421480178833, -0.22850686311721802, -0.04208870604634285, 1.7900409698486328, 0.33370333909988403, -0.8570822477340698, 0.7576125264167786, 1.0254385471343994, 0.250663697719574, -0.02657437138259411, -0.5118373036384583, -0.5773033499717712, 0.5774434208869934, 0.05107307434082031, -1.9254876375198364, -0.7167314887046814, 0.34679457545280457, 0.2314191460609436, -0.6994228959083557, -0.6714044809341431, 2.5951061248779297, -1.1112467050552368, 1.3910804986953735, -0.2903313636779785, -1.8932780027389526, 0.02364068292081356, 1.49081552028656, 1.358344316482544, 1.138046145439148, -1.0253589153289795, 1.640704870223999, -1.1472833156585693, 1.2943394184112549, -0.35774630308151245, -0.6857808232307434, 0.9952617883682251, -1.103750228881836, 0.3122292757034302, -1.0259654521942139, -1.058884620666504, 0.006113129202276468, -0.19026942551136017], [2.129007339477539, -0.04623783752322197, -0.6793030500411987, 0.41439083218574524, 0.45834827423095703, -1.0060734748840332, 1.998733639717102, 0.9457152485847473, -0.639320433139801, -0.3893290162086487, 0.4270988702774048, -0.5351639986038208, 1.0839627981185913, -0.14765892922878265, -1.039100170135498, 0.001874916604720056, 1.2537082433700562, -0.752733588218689, -1.0728812217712402, -0.29638999700546265, -1.4684559106826782, 0.6209606528282166, 1.099428653717041, 0.08668382465839386, 1.3151183128356934, -0.30511239171028137, -1.096265435218811, -1.621011734008789, 1.2493573427200317, 1.387062907218933, 1.2012476921081543, 1.8086981773376465, 1.2408522367477417, 0.8493370413780212, -0.016272449865937233, -1.449160099029541, 2.0430190563201904, 0.4030277132987976, -0.001468930277042091, 0.099235899746418, -0.511512041091919, -0.3875625729560852, 1.1693060398101807, 0.023228242993354797, -0.012866365723311901, -0.10721298307180405, 0.9128196239471436, -0.049287572503089905, -0.4821726083755493, 1.2674006223678589, -1.3995399475097656, 0.24736155569553375, 1.4217106103897095, 0.4298843741416931, 0.7174546122550964, -0.5457901358604431, -1.7230969667434692, -0.3325924575328827, 0.6048027873039246, -1.6625844240188599, 0.2987774610519409, -1.070234775543213, -0.8373990058898926, 1.279265284538269, -1.2808454036712646, -0.6475443243980408, -0.8637681603431702, 0.13423869013786316, 0.48877108097076416, -0.12411408871412277, -0.8669927716255188, -0.20867708325386047, -0.3492709696292877, -0.47422388195991516, -2.120213747024536, -0.5358260273933411, -0.7474365830421448, -0.16850875318050385, 0.15155935287475586, -1.2762304544448853, -0.7295998930931091, 0.3190286457538605, -0.24966798722743988, -1.5696616172790527, -0.9963136911392212, -1.6781458854675293, -0.6466387510299683, 0.07722553610801697, -0.7784740328788757, -1.481932282447815, 1.984269618988037, 1.579483151435852, -0.026458151638507843, -0.5571634769439697, 1.1166735887527466, -0.6818617582321167, -0.7797587513923645, 1.480747103691101, 0.3195026218891144, -0.43290606141090393], [1.9046204090118408, 0.7073634266853333, -1.7730588912963867, -0.649055004119873, -0.7926047444343567, 0.8028867244720459, 0.9765441417694092, -1.1801636219024658, -0.5392454266548157, -1.1750191450119019, -0.0971645712852478, -2.634110927581787, -0.03353054076433182, -0.7693927884101868, 1.4766582250595093, -1.6661142110824585, -0.3283681571483612, -0.24559429287910461, -1.7727344036102295, -0.13546514511108398, 0.8400442004203796, 1.6405259370803833, 1.2976595163345337, -0.5702345371246338, -0.6127672791481018, 0.9725996851921082, -1.043805718421936, -0.9875175952911377, 1.7898826599121094, 1.5879237651824951, 0.6954523921012878, -0.40977942943573, 0.9102658629417419, 0.6865466833114624, 0.1423785388469696, -1.058505654335022, -0.6575595140457153, -0.5064189434051514, -1.1523847579956055, -1.3072385787963867, 0.6872071027755737, -0.7533790469169617, -0.0009227382834069431, -0.4661048650741577, 0.8570393919944763, 0.6150821447372437, -1.313103437423706, -0.9269803166389465, 0.4933580458164215, -0.5065779685974121, -0.48101603984832764, 0.06695470958948135, 0.9575193524360657, -0.7517582774162292, -0.6984648704528809, 2.070547342300415, -1.8803948163986206, -1.7293275594711304, -0.33230698108673096, 1.636947512626648, -0.1467040330171585, 0.330473929643631, 1.4134904146194458, -1.641654372215271, -0.6676764488220215, 0.04681108146905899, 1.6361104249954224, 1.2970129251480103, 0.11616562306880951, 1.1447019577026367, 0.46967458724975586, 0.41814154386520386, 0.8434872627258301, 0.5508776903152466, -1.030820608139038, -2.4160478115081787, 0.45190146565437317, 0.4165303111076355, 2.661330223083496, -0.6842797994613647, -0.9960350394248962, 0.007520458195358515, -0.7155794501304626, -1.6934254169464111, -1.1243804693222046, 1.6171495914459229, -1.0854803323745728, 1.0865312814712524, -0.9468077421188354, 0.6310891509056091, -1.240777611732483, 2.334686279296875, 0.05239925906062126, 0.7872716784477234, -0.26366931200027466, -2.215184450149536, 0.8049618005752563, -0.5334355235099792, 0.5645503997802734, -2.228721857070923], [-2.1595547199249268, 0.5793021321296692, -1.9197856187820435, -0.6479853987693787, -0.028843045234680176, 0.32592257857322693, 0.4847559928894043, -0.7673787474632263, -1.788072943687439, 1.5953861474990845, 0.19267354905605316, -1.2831889390945435, 1.02436363697052, 0.21104693412780762, -0.24088387191295624, -0.8214277029037476, -3.008063316345215, -1.0722169876098633, 0.5778018236160278, 0.08801059424877167, -0.19500187039375305, -2.710843563079834, 0.21096286177635193, 0.023248186334967613, -1.6113163232803345, -0.6792467832565308, -1.6387680768966675, 1.7532111406326294, -0.46700382232666016, 1.714599609375, 0.5631634593009949, -0.8075722455978394, -0.028630590066313744, -0.9997603893280029, 0.7212873697280884, -1.0153053998947144, -0.3493526577949524, -0.25474220514297485, 0.6212290525436401, -1.1567859649658203, 1.2942718267440796, -1.441648006439209, -1.3500914573669434, 1.0787789821624756, 0.7381488084793091, -0.4448580741882324, 0.4022497236728668, -0.48920661211013794, -0.2739490866661072, -1.1995997428894043, -0.1673041582107544, 0.8242891430854797, -0.24605928361415863, -0.5518855452537537, -0.078880675137043, 0.8220893740653992, 0.984870970249176, 0.0025420323945581913, 0.344946026802063, -1.2109934091567993, 1.083876132965088, -1.291464924812317, 0.7488865852355957, -0.5355615615844727, 1.061385989189148, -0.42716947197914124, 0.2909906506538391, 1.2539125680923462, 1.2645206451416016, 0.9625599980354309, -1.0335012674331665, -1.0253788232803345, 1.0868183374404907, -0.8571183085441589, -0.1692555993795395, 0.7459107637405396, 0.5894036293029785, -0.8725031018257141, 1.0729038715362549, 0.001875610207207501, -0.8952935934066772, -0.512710690498352, -0.19938595592975616, -2.595993757247925, 0.8665069937705994, -0.9755865931510925, 0.8148733973503113, 0.6768261790275574, -0.816571831703186, -0.14955385029315948, 0.15153849124908447, -0.14855052530765533, -0.067615807056427, -1.0728144645690918, -0.9142704010009766, -0.940474271774292, -1.3405207395553589, -0.9791755676269531, -0.5272939205169678, -1.2993203401565552], [-0.4713688790798187, 0.680108904838562, -0.6396176218986511, 1.012640357017517, -1.2162693738937378, -1.378368854522705, 0.4577426612377167, 1.1179271936416626, -0.5795480608940125, 0.6892172694206238, 0.43696272373199463, 0.8663161396980286, -0.9358785152435303, 0.6072618365287781, 0.6452630758285522, 0.08565930277109146, 0.7735474109649658, -0.06007814407348633, -0.44109493494033813, -0.7386788129806519, 0.5518396496772766, -0.4685300886631012, 0.08501297980546951, -0.49318256974220276, 0.2633715569972992, 1.058035969734192, -2.474461793899536, -0.10281909257173538, -1.1827356815338135, -0.35234400629997253, 2.161874532699585, 1.77620530128479, -0.7630705237388611, -0.30401256680488586, 0.4469495713710785, 0.48246750235557556, -0.6874773502349854, 0.2500174343585968, 2.0280375480651855, 0.00822853110730648, 0.48338550329208374, -1.2187963724136353, -0.276729017496109, 0.07807774096727371, 0.19372142851352692, 0.40118637681007385, -1.4621679782867432, -1.7003569602966309, -0.23434384167194366, -1.4524335861206055, -0.7200188636779785, -1.0224882364273071, 0.10588037222623825, 0.07839011400938034, -0.09627161920070648, 0.2706649601459503, -0.23096095025539398, -0.19025246798992157, 0.8508325219154358, 1.2621785402297974, -1.6789523363113403, -2.3290326595306396, -1.419581413269043, 0.032420799136161804, -0.8105804324150085, -0.4291853904724121, 0.3094961643218994, 0.3184176981449127, 0.1427207738161087, -1.2875561714172363, -1.4354519844055176, 0.9814003705978394, 0.2525568902492523, 0.9149129390716553, -5.076058369013481e-05, 0.330975204706192, -0.8850468993186951, 0.13678589463233948, -2.054168462753296, -0.5214332342147827, -1.4609637260437012, 0.07936064898967743, -0.363307386636734, 0.05855333432555199, -0.7354649305343628, 1.5169241428375244, -0.21901720762252808, -1.2157690525054932, 0.25785017013549805, 0.041809093207120895, 1.0123704671859741, -1.48817777633667, -0.47808197140693665, 0.13386499881744385, 0.35305216908454895, -0.4099704921245575, 1.90092134475708, 1.0445330142974854, 0.7609719634056091, 1.2564030885696411], [0.8271159529685974, 0.6855124831199646, -0.5944569706916809, -0.16580472886562347, -1.1269218921661377, 1.8334757089614868, 0.6691665649414062, 0.5297314524650574, 1.4727658033370972, -1.0137242078781128, -1.1406558752059937, 0.1619776487350464, 0.08598595857620239, -0.18588727712631226, 1.3037312030792236, -0.23458310961723328, 0.7040420174598694, -0.4890444576740265, 1.0463992357254028, -2.4205946922302246, 0.7430564165115356, 0.49239835143089294, 1.3958476781845093, -0.5100787878036499, 1.1553020477294922, 1.2646549940109253, -0.5319429039955139, 0.5365721583366394, 0.20714189112186432, 1.033991813659668, 0.5498429536819458, -0.23598666489124298, -0.16982415318489075, -2.1721243858337402, 2.1319825649261475, 0.26684510707855225, 1.5373705625534058, 0.26594656705856323, 0.414558082818985, 0.3466046154499054, -1.6069897413253784, -0.812505841255188, -0.08615178614854813, 0.9872862100601196, 0.808663010597229, -1.6067205667495728, 0.19969454407691956, 0.5968393087387085, 1.8137540817260742, -0.01694263517856598, 0.6444517970085144, 1.549914002418518, 1.9139875173568726, -1.0739316940307617, -0.6886533498764038, -0.7852382063865662, -0.23211418092250824, -0.3281562030315399, 0.8399102091789246, 2.4109714031219482, -0.7464024424552917, -1.3057997226715088, 0.37284645438194275, -2.044342279434204, 1.8904973268508911, 0.22723853588104248, -0.0624220110476017, 0.20119956135749817, 1.9044301509857178, -2.9368722438812256, 2.2712361812591553, 0.47964078187942505, 0.3232187330722809, 1.9112731218338013, 0.5771532654762268, -0.15658363699913025, 0.9283831715583801, 2.0099995136260986, -0.7717057466506958, 0.49841466546058655, 1.2586185932159424, -1.1693531274795532, 0.08094567805528641, -1.5609312057495117, 0.4321061670780182, -0.1958332508802414, 0.2587141692638397, -0.17805303633213043, -1.149042010307312, -0.7885364890098572, 1.000364065170288, 0.5028133988380432, -1.9259932041168213, -0.6919982433319092, 1.7588292360305786, 0.6109748482704163, 0.41687992215156555, 1.0105881690979004, -0.3882330656051636, 0.5085853934288025], [1.1903444528579712, 1.0034794807434082, -0.5536181926727295, -0.9005663990974426, -1.3160414695739746, -0.10560563951730728, 1.3436838388442993, 1.3649870157241821, 0.7220163345336914, -1.0992227792739868, 0.8762279152870178, -1.3377610445022583, 2.4359893798828125, 1.5837904214859009, -1.8710455894470215, -0.2297586351633072, -1.0712811946868896, -0.5936444997787476, 0.04400257393717766, 0.6245985627174377, 1.3036168813705444, -0.8025823831558228, -1.9799385070800781, -1.3559114933013916, 0.8291794061660767, -0.2448672503232956, 1.6415181159973145, -2.04398250579834, -0.5155395269393921, 0.511796772480011, 1.4368267059326172, 0.06876257061958313, 0.6210149526596069, -0.40033960342407227, -0.3996000289916992, 0.5576204061508179, -0.37401363253593445, -0.9222937226295471, -0.9580522775650024, 1.8142188787460327, 1.7197555303573608, -0.8319940567016602, -0.32803744077682495, 0.5234371423721313, 0.5573411583900452, 0.3130680322647095, -0.5178895592689514, 1.0383907556533813, -0.5942575931549072, -0.35256320238113403, 0.4402109384536743, -1.953844428062439, -1.7799631357192993, -0.8162378072738647, 1.4829037189483643, 0.4551044702529907, 1.1876411437988281, 0.4650188982486725, 0.14064133167266846, 0.4031078815460205, -0.7046313285827637, 0.10962105542421341, -0.6896755695343018, 0.3676424026489258, -0.13555540144443512, 0.29337430000305176, -1.473812460899353, -0.4000052809715271, -1.9303410053253174, 0.07039748132228851, 0.6848628520965576, -2.214038133621216, -0.442950576543808, -1.3035805225372314, -1.3717756271362305, 0.365119069814682, -1.9737787246704102, -0.36110734939575195, -1.0728821754455566, -0.6917263269424438, -1.1033962965011597, 